"DETAIL_NAV_TITLE" = "Vlastnosti";

"DUE" = "Termín";
"NONE_DUE_DATE" = "Nikdy";
"DUE_DATE_DETAIL_NAV_TITLE" = "Datum splnění";
"HAS_DUE_DATE_SWITCH_TITLE" = "Termín";
"SHOW_MORE" = "Zobrazit více…";
"SHOW_LESS" = "Zobrazit méně…";
"PRIORITY" = "Priorita";

// Priority
"NONE_PRIORITY" = "Žádná";
"LOW_PRIORITY" = "Nízká";
"MEDIUM_PRIORITY" = "Střední";
"HIGH_PRIORITY" = "Vysoká";
"PRIORITY_DETAIL_NAV_TITLE" = "Priorita";

// Lists
"REMINDER_LIST" = "Seznam";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Připomenout";
"NONE_REMINDER_ALERT" = "Nikdy";
"ON_A_DAY" = "Připomenout v daný den";
"AT_A_LOCATION" = "Připomenout na místě";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Na místě";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Toto místo";
"CHOOSE_ADDRESS" = "Vyberte kontakt…";
"DETERMINING_LOCATION" = "Určování místa…";
"CANNOT_DETERMINE_LOCATION" = "Místo nelze určit";
"MY_ADDRESS_WITHOUT_LABEL" = "Moje adresa"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@ (adresa)"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ (%@)"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Při doražení na místo";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Při opuštění místa";
"DUE_ALL_DAY_FORMAT" = "%@ (celodenní)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@ se spustí připomínka,\n%@,\nnebo nejpozději v %@."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "když dorazíte na toto místo";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "když opustíte toto místo";

// Location
"LOCATION" = "Místo";
"NONE_LOCATION" = "Nikdy";
"ALARM_PROXIMITY_ENTER" = "Když dorazím na místo";
"ALARM_PROXIMITY_LEAVE" = "Když místo opustím";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Vyberte polohu kontaktu";
"WIFI_DISABLED_SUBTEXT" = "Chcete-li zvýšit přesnost polohově závislých připomínek, zapněte Wi-Fi v Nastavení.";
"WIFI_DISABLED_PROMPT" = "Zapnutím Wi-Fi v Nastavení zvýšíte přesnost určování své polohy.";
"WLAN_DISABLED_SUBTEXT" = "Chcete-li zvýšit přesnost polohově závislých připomínek, zapněte WLAN v Nastavení.";
"WLAN_DISABLED_PROMPT" = "Zapnutím WLAN v Nastavení zvýšíte přesnost určování své polohy.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Chcete-li použít polohově závislé připomínky, zapněte Polohové služby v Nastavení.";
"SETTINGS" = "Nastavení";
"TYPED_LOCATION_PLACEHOLDER" = "Zadejte adresu…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Tuto adresu nelze vyhledat. Zkontrolujte pravopis a zkuste to znovu.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Ukázat na mapě";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Moje místo";
"ME_CARD_ALERT_BODY" = "Připomínky mohou používat vaše kontaktní údaje k nabízení polohových voleb, například „domov“ nebo „práce“. Který kontakt chcete použít?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Vybrat";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "S";
"LOCATION_DEGREES_EAST" = "V";
"LOCATION_DEGREES_SOUTH" = "J";
"LOCATION_DEGREES_WEST" = "Z";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Připomínku nelze uložit";

"UNTITLED_REMINDER" = "Bez názvu";
